Repository: RodrigoOkido/SwiftUI-BaseHelper
Catalog: SwiftUI BaseHelper/Core/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: ** This View its an example about how we can use @Bindable property Wrapper
pt_br: ** Esta view foi desenvolvida usando Bindable Macro! Nova feature que chegou no iOS 17.

source: Actions & Pickers
pt_br: Ações & Seletores

source: Add
pt_br: Adicionar

source: Add new event sample
pt_br: Adicionar um evento teste

source: Add new Fruit
pt_br: Adicionar nova fruta

source: App Language
pt_br: Idioma

source: Appearance
pt_br: Aparência

source: Area Mark
pt_br: Gráfico de Área

source: Automatic
pt_br: Automático

source: Average Score: %@
pt_br: Pontuação Média: %@

source: Bar mark
pt_br: Gráfico de Barra

source: Bar mark with Rule Mark
pt_br: Gráfico de Barra com Linha

source: Button 1 with viewModifier style
pt_br: Botão 1 com ViewModifier

source: Button 2 with viewModifier style
pt_br: Botão 2 com ViewModifier

source: Button 3 with viewModifier style
pt_br: Botão 3 com ViewModifier

source: Buttons
pt_br: Botões

source: Charts
pt_br: Gráficos

source: Compact
pt_br: Compacto

source: Components
pt_br: Componentes

source: Converting String date into Date Object
pt_br: Convertendo uma String de data para um objeto Date

source: CUSTOM FONTS
pt_br: FONTES CUSTOMIZADAS

source: Dark Mode
pt_br: Modo Escuro

source: Date Output: %@
pt_br: Data de saída: %@

source: DatePickers
pt_br: Seletor de Data

source: Error
pt_br: Erro

source: Favorite Color
pt_br: Cor Favorita

source: Favorite Color:
pt_br: Cor Favorita:

source: Format - dd/MM/yyyy
pt_br: Formato - dd/MM/yyyy

source: Format - yyyy-MM-dd
pt_br: Formato - yyyy-MM-dd

source: Format - yyyy-MM-dd'T'HH:mm:ss
pt_br: Formato - yyyy-MM-dd'T'HH:mm:ss

source: Format - yyyy-MM-dd'T'HH:mm:ss.SSS'Z'
pt_br: Formato - yyyy-MM-dd'T'HH:mm:ss.SSS'Z'

source: Format - yyyy-MM-dd'T'HH:mm:ss.SSSSSSSZ
pt_br: Formato - yyyy-MM-dd'T'HH:mm:ss.SSSSSSSZ

source: Format - yyyy-MM-dd'T'HH:mm:ssZZZ
pt_br: Formato - yyyy-MM-dd'T'HH:mm:ssZZZ

source: Format - yyyy/MM/dd
pt_br: Formato - yyyy/MM/dd

source: Fruit name
pt_br: Nome da Fruta

source: Github Profile
pt_br: Perfil do Github

source: Go to settings
pt_br: Ir para configurações

source: Graphical
pt_br: Gráfico

source: Handling Date formats
pt_br: Lidando com formatos de datas

source: Heavy
pt_br: Pesado

source: Hello i am a modified text!
pt_br: Olá! Sou um texto modificado!

source: Hello i am another modified text!
pt_br: Olá! Sou outro texto modificado!

source: Hello i am one more modified text!
pt_br: Olá! Sou um texto modificado!

source: Hello! I am a bottom sheet view!
pt_br: Olá! Sou uma Página apresentada!

source: Impact Feedback types
pt_br: Tipos de feedback de impacto

source: Income
pt_br: Renda

source: Light
pt_br: Leve

source: Line Mark with Point Mark
pt_br: Gráfico de linha com pontos

source: Linkedin Profile
pt_br: Perfil do LinkedIn

source: Localization Denied
pt_br: Localização negada

source: Map
pt_br: Mapa

source: Medium
pt_br: Médio

source: Minimum ideal income
pt_br: Renda mínima ideal

source: Month
pt_br: Mês

source: Month Color
pt_br: Cor do mês

source: Movie name
pt_br: Nome do filme

source: My Store
pt_br: Minha loja

source: Native Toggle
pt_br: Toggle nativo

source: Navigation
pt_br: Navegação

source: No movies added to favorites
pt_br: Não há filmes adicionados

source: Notification Feedback types
pt_br: Tipos de notificação de feedback

source: Now Playing
pt_br: Tocando agora

source: Palette
pt_br: Palete

source: Please enable localizations permission in App Settings to track your current location.
pt_br: Por favor, habilite a localização nas configurações do App para pegar sua localização.

source: Popular Movies
pt_br: Filmes Populares

source: Progress Bars
pt_br: Barra de Progresso

source: Rectangle Mark
pt_br: Gráfico Retangular

source: Rigid
pt_br: Rígido

source: Scheduler View
pt_br: Visualizador de Eventos

source: Search a movie:
pt_br: Procure um filme:

source: Segmented
pt_br: Segmentado

source: Select a date:
pt_br: Selecione uma data:

source: Settings
pt_br: Configurações

source: Soft
pt_br: Suave

source: Special
pt_br: Especiais

source: Styling 1
pt_br: Estilo 1

source: Styling 2
pt_br: Estilo 2

source: Styling 2 alternative
pt_br: Estilo 2 alternativo

source: Success
pt_br: Sucesso

source: Text open sans bold
pt_br: Text open sans negrito

source: Text open sans extra bold
pt_br: Text open sans extra negrito

source: Text open sans medium
pt_br: Text open sans médio

source: Text open sans semi bold
pt_br: Text open sans semi negrito

source: TEXT WITH MODIFIERS
pt_br: Texto com view modifiers

source: Textfield
pt_br: Campo de Texto

source: This is a Swift Data Sample
pt_br: Isto é um exemplo de Swift Data

source: This is the hidden content that appears when the card is expanded. You can put any information here that you want to show when the user taps on the card.
pt_br: Este é um conteúdo escondido que aparece no momento em que o card expande.

source: Toggle off
pt_br: Desligado

source: Toggle on
pt_br: Ligado

source: Toggles
pt_br: Alternadores

source: Topics
pt_br: Tópicos

source: Vote average:
pt_br: Nota Média

source: Warning
pt_br: Aviso

source: Wheel
pt_br: Roda

source: You must test this on a real device to feel the different feedback types
pt_br: Voce precisar de um dispositivo real para testar os haptics feedbacks.

source: Your Location?
pt_br: Sua localização?
